[
    {
        "time":"14:30-15:20",
        "title":"午後の部(1)",
        "sessions":[
            {
                "title":"リレートーク: リーガル分野におけるデータセット構築・利活用の現状と展望",
                "chair":"座長: 久本空海",
                "talks":[
                    {
                        "id":"c-1",
                        "type":"lt",
                        "title":"法情報のオープンデータ化とその先の利活用への展望",
                        "presenter":"株式会社Legalscape: 八木田樹",
                        "abstract":"法律ドメインにおける自然言語処理の利活用は、研究・産業いずれの領域においても重要となっている。本発表では、利活用の前提となる、法令・判例などの法情報のオープンデータ化に向けた国とLegalscapeの取り組みについて紹介する。また、得られた法情報を「構造化」・「リーガルウェブ化」することによる利活用の展望についても、これまで得られた知見を元に共有する。"
                    },
                    {
                        "id":"c-2",
                        "type":"lt",
                        "title":"フェアな合意をつくるための自然言語処理技術",
                        "presenter":"MNTSQ株式会社",
                        "abstract":"本発表では、MNTSQ（モンテスキュー）社が目指す契約書作成および管理の世界観を提示した上で、自然言語処理技術が契約書解析タスクにおいて価値を発揮する要点について概説する。また、欧米圏における契約書データセット構築の事例と比較しながら、日本語におけるオープンかつ効果的な契約書データセット構築を阻む壁が何か、開発する上で課題となる箇所はどこかについて議論する。"
                    },
                    {
                        "id":"c-3",
                        "type":"lt",
                        "title":"権利義務認識のための契約書コーパス",
                        "presenter":"株式会社LegalForce: 舟木類佳・永田祐介・末永幸平・森信介",
                        "abstract":"契約書における権利，義務の自動認識を目的としたコーパスを構築し，アノテーションガイドラインを作成した．アノテーションは契約書に対してテキストの範囲として，どの当事者がどのような権利，義務を持ち，その発動要件や例外は何かといった情報を付与する．"
                    },
                    {
                        "id":"c-4",
                        "type":"normal",
                        "title":"日本語判決書を用いたデータセットの構築",
                        "presenter":"山田寛章",
                        "abstract": "近年、法律ドメインにおいても自然言語処理研究が活発になりつつあるが、海外では判決書を元に作成されたデータセットが容易に入手可能な状況となっている一方で、日本語で書かれた日本法に対応するデータセットの普及は進んでいない。日本の言語及び法制度の特徴が反映されたデータに基づいて既存手法を検証するため、そして新規手法の研究開発を促進するためにも、日本語・日本法に基づくデータセットの整備・共有は急務である。<br/>本発表では、過去に構築した日本語判決書議論マイニングデータセットおよび、現在構築中の日本語判決書判断予測データセットについて、各データセットの概要とその構築の過程を紹介する。特に、法律ドメインにおけるアノテーションに関して、作業者の選定から、アノテーションスキームの開発・専門家を動員したアノテーションの運用とその課題まで、実際のデータセット構築を通して得られた知見について共有する。"
                    }
                ]
            }
        ]
    },
    {
        "time":"15:30-16:40",
        "title":"午後の部(2)",
        "sessions":[
            {
                "title":"日本語評価用データセットの構築と公開(3)",
                "chair":"座長: 河原大輔",
                "talks":[
                    {
                        "id":"d-1",
                        "type":"normal",
                        "title":"供述調書に現れる数量表現の推論テストセットの構築",
                        "presenter":"小谷野華那・谷中瞳・峯島宏次・福田浩司・橋爪宏典・戸次大介",
                        "abstract":"昨今の自然言語処理の発展により、刑事手続きの文書にも意味解析技術の応用が試みられている。供述調書には数量表現が頻出するため、数量表現の意味を正しく処理することは特に重要である。そのような用途に供する言語処理技術を開発し、正しく評価するために、実テキストの数量表現の理解を問うデータセットが求められている。また、数量表現が現れる文の推論では、含意と推意の間で判定が異なり、平叙文と否定文、条件文では含意関係が反転する場合がある。そこで本研究では、刑事手続きに関連する実テキストのうち数量表現を含む文とNPCMJから抽出した否定文、条件文を用いて、数量表現の分類や用法などについて高度な意味アノテーションを付与した数量表現コーパスを構築した。さらに含意と推意の2つのラベルを付与した数量表現の推論テストセットの構築を行い、ベースライン実験による評価を行なった。"
                    },
                    {
                        "id":"d-2",
                        "type":"normal",
                        "title":"JaNLI: 日本語の言語現象に基づく敵対的推論データセット",
                        "presenter":"谷中瞳・峯島宏次",
                        "abstract":"単語の意味と文の構造から文を構成的に理解し，文間の含意関係を認識する自然言語推論は，人間らしい言語理解を計算機上で実現するための基本課題である．本発表では，深層学習のモデルが陥りやすいヒューリスティクスの分析を目的とした英語の推論データセットHANSの構築手法を参考に，理論言語学に基づく推論テンプレートを設計し，日本語の推論データセットJaNLIを自動構築する手法を提案する．JaNLIは，語順が比較的に自由であるという日本語の特徴を考慮してヒューリスティクスをより細分化したこと，受身・使役やスクランブリングなど日本語に特徴的な言語現象を扱っていること，心理言語学の知見に基づき様々な種類のガーデンパス文を含む，といった特徴をもつ．また，JaNLIを用いて日本語・多言語汎用言語モデルがどの程度日本語の意味と構造に基づいて構成的に推論できているのか分析した結果を紹介し，理論言語学に基づくデータセット自動構築が，評価手法としてだけでなく質の良いデータ拡張手法としても有用であることを示す．"
                    },
                    {
                        "id":"d-3",
                        "type":"lt",
                        "title":"日本語転移学習モデルにおける事前学習コーパスのフィルタリング",
                        "presenter":"渡邊亞椰・河原大輔",
                        "abstract": "転移学習モデルでは、ウェブ文書をフィルタリングすることによって大規模な事前学習コーパスを構築することが多い。しかし、フィルタリングが転移学習モデルの性能にどのような影響を与えるかは明らかではない。本研究では、過去の研究を参考にフィルタを設計し、フィルタリングの有無による日本語転移学習モデルの性能差を複数の下流タスクにおいて確認した。結果として、フィルタリングしたコーパスによる事前学習が必ずしもフィルタリングしないコーパスによる事前学習を上回るとは限らないということが示された。また、一部のタスクでは明確にフィルタリングによる性能向上が見られた。"
                    }
                ]
            }
        ]
    },
    {
        "time":"16:50-18:00",
        "title":"午後の部(3)",
        "sessions":[
            {
                "title":"リレートーク: 統語解析データセット・モデルの公開",
                "chair":"パネリスト: 浅原正幸・高岡一馬・松田寛",
                "talks":[
                    {
                        "id":"e-1",
                        "type":"lt",
                        "title":"UD Japaneseの発展",
                        "presenter":""
                    },
                    {
                        "id":"e-2",
                        "type":"lt",
                        "title":"形態素解析とトークナイザのこれから",
                        "presenter":""
                    },
                    {
                        "id":"e-3",
                        "type":"lt",
                        "title":"短単位・長単位・文節・係り受け・Universal Dependencies",
                        "presenter":""
                    }
                ]
            },
            {
                "title":"リレートーク: 日本語評価用データセットの研究と産業応用の加速",
                "chair":"パネリスト: 河原大輔・久保隆宏・柴田知秀・高岡一馬・林部祐太・松田寛",
                "talks":[
                    {
                        "id":"f-1",
                        "type":"lt",
                        "title":"産学連携によるデータセット構築公開の加速",
                        "presenter":""
                    },
                    {
                        "id":"f-2",
                        "type":"lt",
                        "title":"KLUEなど海外の先進事例の紹介",
                        "presenter":""
                    },
                    {
                        "id":"f-3",
                        "type":"lt",
                        "title":"日本語評価用データセットとその学習モデルが協調的な発展を遂げるために",
                        "presenter":""
                    }
                ]
            },
            {
                "title":"クロージング"
            }
        ]
    }
]