[
    {
        "time":"9:00-10:40",
        "title":"午前の部(1)",
        "sessions":[
            {
                "title":"オープニング"
            },
            {
                "title":"日本語評価用データセットの構築と公開(1)",
                "chair":"座長: 河原大輔",
                "talks":[
                    {
                        "id":"a-1",
                        "type":"normal",
                        "title":"JGLUE: 日本語言語理解ベンチマーク",
                        "presenter":"柴田知秀・栗原健太郎・河原大輔",
                        "abstract":"複数種類の言語理解タスクを包括的に解くことによってモデルを評価・分析することが盛んに行われている。英語の言語理解ベンチマークであるGLUEを先駆けとして、英語以外の言語でもベンチマークの公開が進んでいるが、日本語においてはこのようなベンチマークは存在しない。<br/>そこで、我々は一般的な日本語理解能力を測ることを目的とし、また、翻訳を介することなく日本語で一から構築することを基本思想として、日本語言語理解ベンチマーク(JGLUE)の構築を行った。年次大会の本会議でその発表を行ったが、ワークショップでは本会議の発表で触れられなかったデータセット構築や評価実験の詳細について説明する。また、今後のベンチマーク構築の予定について紹介し、日本語評価セット構築の方向性について議論する。"
                    },
                    {
                        "id":"a-2",
                        "type":"normal",
                        "title":"日本語版CoLAの構築の舞台裏",
                        "presenter":"染谷大河・大関洋平",
                        "abstract":"近年、ニューラル言語モデルが自然言語の統語知識をどれほど有しているかを、容認性判断データセットを用いて検証する研究が行われてきている。しかし、このような言語モデルの統語的評価を行うためのデータセットは、主に英語を中心とした欧米の限られた言語を対象に構築されており、特に日本語を対象としたデータセットは存在していない。そのような背景から、既存のデータセットの問題点を克服しつつ、このようなデータセットが構築されてこなかった日本語を対象とした初めてのデータセットである JCoLA (Japanese Corpus of Linguistic Acceptability) を構築した。本発表では、JCoLAの背景や作成手順、今後の展望等に加えて、JCoLA作成過程での苦労や注意した点について紹介する。"
                    },
                    {
                        "id":"a-3",
                        "type":"normal",
                        "title":"QAにおける評価用データセットの役割と日本語QAデータセットの必要性についての考察",
                        "presenter":"田保健士郎・小林景",
                        "abstract":"自然言語処理研究においてどのような評価用データセットを用意するかは、技術の発展の方向性を決めるという観点から重要度の高い要素である。そしてそれは自然言語処理の一分野であるQA(質問応答)においても変わらない。本発表の前半では、自然言語処理における評価用データセットの役割を確認するとともに、ベンチマーク、データセット、コーパスなどの用語の整理を行う。また、(Rodriguezら2021)で提示されたQAにおける2つの評価パラダイムを紹介し、理学的関心を満たすことと実際に役立つツールを作成することにはギャップがあるという指摘を確認する。<br/>発表の後半では日本語QAデータセットに焦点をあて、それらを整理するとともに、英語QAデータセットと比較して不足部分を確認する。また、日本語QAデータセットであるJAQKETと英語QAデータセットのSQuAD2.0やTriviaQAの単語分布を比較することで、各QAデータセットが各文化圏の影響を多分に受けていることを確認し、単なる翻訳では補えない部分として紹介する。"
                    },
                    {
                        "id":"a-4",
                        "type":"lt",
                        "title":"A Japanese Temporal Commonsense Reasoning Dataset",
                        "presenter":"Lis Pereira",
                        "abstract":"We automatically create the Japanese version of the MC-TACO dataset (English) by using machine translation. Our goal is to alleviate the data scarcity problem for temporal reasoning tasks in Japanese and improve the performance of language models with temporal knowledge."
                    }
                ]
            }
        ]
    },
    {
        "time":"10:50-12:00",
        "title":"午前の部(2)",
        "sessions":[
            {
                "title":"日本語評価用データセットの構築と公開(2)",
                "chair":"座長: 河原大輔",
                "talks":[
                    {
                        "id":"b-1",
                        "type":"lt",
                        "title":"Japanese Realistic Textual Entailment Corpus の紹介",
                        "presenter":"林部祐太",
                        "abstract":""
                    },
                    {
                        "id":"b-2",
                        "type":"lt",
                        "title":"闘病ブログ記事に対する投与薬剤の奏功情報アノテーション",
                        "presenter":"高山隼矢・荒瀬由紀・梶原智之・Chu Chenhui",
                        "abstract":"薬剤投与は疾患治療における主要なアプローチである。薬剤の奏功や副作用、有害事象の情報は患者のQoL向上、治療計画の策定、また薬剤の開発において重要である。これらは治験や市販後の副作用報告等から収集されてきたが、その規模をスケールさせるのは難しい。一方、Web上に多数存在する闘病ブログ記事には患者や家族が記録した奏功情報が豊富に含まれている。そこで本研究ではブログ記事からの薬剤奏功情報自動認識手法の確立を目指し、闘病ブログ記事を収集、使用薬剤およびその奏功状況のアノテーションを実施した。日本人の主な死因である癌を対象とした1,019記事に対するアノテーションを集約した結果、292種の薬剤について5,146のタグ付けが得られた。"
                    },
                    {
                        "id": "b-3",
                        "type":"normal",
                        "title":"学習データセット改善によるアスペクト感情分析モデルの性能改善",
                        "presenter":"亀谷聡",
                        "abstract":"アスペクト感情分析の業務活用の検討を進めるにあたり、学習データセットの作成または公開データセットの改善が避けられない状況になっている。現在、我々はアスペクト感情分析の技術検証を公開データセット（chABSA-dataset）を用いて行っている。本発表では、この技術検証の中で検討した学習データセットの改善案や一部改善案の試行結果について紹介する。"
                    },
                    {
                        "id": "b-4",
                        "type":"normal",
                        "title":"日本語レシピデータセットの継続的な構築と複合的な利用",
                        "presenter":"原島純・平松淳・深澤祐援・山口泰弘",
                        "abstract":"インターネット上のレシピは増加する一方であり、日本だけでも、この 10 年間で 400 万品以上のレシピが投稿されている。これらのレシピに対する自然言語処理や画像処理の研究を支援するため、我々は日本語レシピデータセットを継続的に構築し、公開してきた。Cookpad Recipe Dataset（2015 年公開）と Cookpad Image Dataset（2017 年公開）、Cookpad Bilingual Corpus（2017 年公開）、Cookpad Parsed Corpus（2020 年公開）という四つの日本語レシピデータセットは、2022 年現在、延べ 200 以上の研究機関で利用されている。本発表ではこれらのデータセットについて紹介する。また、それらの複合的な用途についても紹介する。"
                    }
                ]
            }
        ]
    }
]