{
  "time": "10:40-12:00",
  "title": "日本語評価用データセットの構築と公開(2)",
  "chair": "座長: 柴田知秀 (ヤフー)",
  "talks": [
    {
      "id": "b-1",
      "type": "lt",
      "time": "10:50-11:00",
      "title": "闘病ブログ記事に対する投与薬剤の奏功情報アノテーション",
      "presenter": "高山隼矢, 荒瀬由紀 (阪大), 梶原智之 (愛媛大), Chenhui Chu (京大)",
      "abstract": "薬剤投与は疾患治療における主要なアプローチである。薬剤の奏功や副作用、有害事象の情報は患者のQoL向上、治療計画の策定、また薬剤の開発において重要である。これらは治験や市販後の副作用報告等から収集されてきたが、その規模をスケールさせるのは難しい。一方、Web上に多数存在する闘病ブログ記事には患者や家族が記録した奏功情報が豊富に含まれている。そこで本研究ではブログ記事からの薬剤奏功情報自動認識手法の確立を目指し、闘病ブログ記事を収集、使用薬剤およびその奏功状況のアノテーションを実施した。日本人の主な死因である癌を対象とした1,019記事に対するアノテーションを集約した結果、292種の薬剤について5,146のタグ付けが得られた。"
    },
    {
      "id": "b-2",
      "type": "lt",
      "time": "11:00-11:10",
      "title": "WRIME：主観と客観の感情極性分類のための日本語データセット",
      "presenter": "鈴木陽也, 宮内裕人, 秋山和輝, 梶原智之, 二宮崇 (愛媛大), 武村紀子, 中島悠太, 長原一 (阪大)",
      "abstract": "本研究では、日本語の感情分析データセットWRIMEを拡張し、新たに感情極性のラベルを追加した。本データセットは、60人のアノテータから収集した35,000件のSNS上の投稿について、喜びや悲しみなどの基本8感情の強度とポジティブおよびネガティブの感情極性のラベルを付与したものである。本データセットによって、テキストの書き手による主観的な感情と読み手による客観的な感情の両方を対象にした包括的な感情分析が可能となる。"
    },
    {
      "id": "b-3",
      "time": "11:10-11:35",
      "type": "normal",
      "title": "学習データセット改善によるアスペクト感情分析モデルの性能改善",
      "presenter": "亀谷聡 (インテック)",
      "abstract": "アスペクト感情分析の業務活用の検討を進めるにあたり、学習データセットの作成または公開データセットの改善が避けられない状況になっている。現在、我々はアスペクト感情分析の技術検証を公開データセット（chABSA-dataset）を用いて行っている。本発表では、この技術検証の中で検討した学習データセットの改善案や一部改善案の試行結果について紹介する。"
    },
    {
      "id": "b-4",
      "time": "11:35-12:00",
      "type": "normal",
      "title": "日本語レシピデータセットの継続的な構築と複合的な利用",
      "presenter": "原島純, 平松淳, 深澤祐援, 山口泰弘 (クックパッド)",
      "abstract": "インターネット上のレシピは増加する一方であり、日本だけでも、この 10 年間で 400 万品以上のレシピが投稿されている。これらのレシピに対する自然言語処理や画像処理の研究を支援するため、我々は日本語レシピデータセットを継続的に構築し、公開してきた。Cookpad Recipe Dataset（2015 年公開）と Cookpad Image Dataset（2017 年公開）、Cookpad Bilingual Corpus（2017 年公開）、Cookpad Parsed Corpus（2020 年公開）という四つの日本語レシピデータセットは、2022 年現在、延べ 200 以上の研究機関で利用されている。本発表ではこれらのデータセットについて紹介する。また、それらの複合的な用途についても紹介する。"
    }
  ]
}