{
  "time": "15:30-17:00",
  "title": "日本語評価用データセットの構築と公開(3)",
  "chair": "座長: 河原大輔 (早大)",
  "talks": [
    {
      "id": "d-1",
      "type": "normal",
      "time": "15:30-15:45",
      "title": "供述調書に現れる数量表現の推論テストセットの構築",
      "presenter": "小谷野華那 (お茶大), 谷中瞳 (東大), 峯島宏次 (慶應大), 福田浩司, 橋爪宏典 (NEC), 戸次大介 (お茶大)",
      "abstract": "昨今の自然言語処理の発展により、刑事手続きの文書にも意味解析技術の応用が試みられている。供述調書には数量表現が頻出するため、数量表現の意味を正しく処理することは特に重要である。そのような用途に供する言語処理技術を開発し、正しく評価するために、実テキストの数量表現の理解を問うデータセットが求められている。また、数量表現が現れる文の推論では、含意と推意の間で判定が異なり、平叙文と否定文、条件文では含意関係が反転する場合がある。そこで本研究では、刑事手続きに関連する実テキストのうち数量表現を含む文とNPCMJから抽出した否定文、条件文を用いて、数量表現の分類や用法などについて高度な意味アノテーションを付与した数量表現コーパスを構築した。さらに含意と推意の2つのラベルを付与した数量表現の推論テストセットの構築を行い、ベースライン実験による評価を行なった。"
    },
    {
      "id": "d-2",
      "type": "normal",
      "time": "15:45-16:10",
      "title": "JaNLI: 日本語の言語現象に基づく敵対的推論データセット",
      "presenter": "谷中瞳 (東大), 峯島宏次 (慶應大)",
      "abstract": "単語の意味と文の構造から文を構成的に理解し，文間の含意関係を認識する自然言語推論は，人間らしい言語理解を計算機上で実現するための基本課題である．本発表では，深層学習のモデルが陥りやすいヒューリスティクスの分析を目的とした英語の推論データセットHANSの構築手法を参考に，理論言語学に基づく推論テンプレートを設計し，日本語の推論データセットJaNLIを自動構築する手法を提案する．JaNLIは，語順が比較的に自由であるという日本語の特徴を考慮してヒューリスティクスをより細分化したこと，受身・使役やスクランブリングなど日本語に特徴的な言語現象を扱っていること，心理言語学の知見に基づき様々な種類のガーデンパス文を含む，といった特徴をもつ．また，JaNLIを用いて日本語・多言語汎用言語モデルがどの程度日本語の意味と構造に基づいて構成的に推論できているのか分析した結果を紹介し，理論言語学に基づくデータセット自動構築が，評価手法としてだけでなく質の良いデータ拡張手法としても有用であることを示す．"
    },
    {
      "id": "d-3",
      "type": "lt",
      "time": "16:10-16:20",
      "title": "Japanese Realistic Textual Entailment Corpus の紹介",
      "presenter": "林部祐太 (Megagon Labs)",
      "abstract": "オンラインサービスにおけるクチコミは，サービスや製品の利用を検討しているユーザには不可欠な存在です．<br/>クチコミには様々な感想・意見・要望が含まれていますが，大量のクチコミから欲しい情報を素早く得るためには，知識の自動抽出や整理が必要です．<br/>本LTではそれを行うために構築・公開したJapanese Realistic Textual Entailment Corpus (JRTEコーパス) を紹介します．"
    },
    {
      "id": "d-4",
      "type": "lt",
      "time": "16:20-16:30",
      "title": "SNSを出典とする言語資源の公開にまつわるノウハウ",
      "presenter": "榊剛史, 水木栄 (ホットリンク)",
      "abstract": "SNSから収集したデータの利用においては，個人情報や権利関係，利用規約など考慮すべきことが多い．このため，言語資源を公開する心理的な障壁は必ずしも低くない．利用促進のために昨今では法解釈の知識が普及しつつある一方で，実際の経験談を広めることも有効だと思われる．<br/>そこで本発表では，発表者の経験にもとづき，言語資源の公開に伴うリスクを整理し，それらのうち軽減可能なものへの対処方法を紹介する．これにより，漠然とした不安を抱える方々の意欲を後押しすることを目標とする．"
    },
    {
      "id": "d-5",
      "type": "lt",
      "time": "16:30-16:40",
      "title": "クラウドソーシングに基づく日本語タスク指向型対話収集基盤の構築に向けて",
      "presenter": "邊土名朝飛, 友松祐太 (AI Shift), 阿部香央莉, 佐々木翔大, 乾健太郎 (東北大学)",
      "abstract": "本発表では，日本語タスク指向型対話コーパス作成のための対話収集基盤構築に向けた取り組みを紹介する．<br/>対話インストラクション生成機能やシミュレーター機能を含んだ拡張性のある対話収集基盤を構築し，その基盤をクラウドワーカーに提供することで，新規ドメインであっても対話データを容易かつ大量に収集することが可能となる．<br/>現在の取り組みとして，本発表では，構築した対話収集基盤を用いた対話収集実験の結果を報告する．<br/>今後は，より現実的な対話を収集するために，曖昧性のある発話を促す対話インストラクション生成について取り組む予定である．"
    },
    {
      "id": "d-6",
      "type": "lt",
      "time": "16:40-16:50",
      "title": "日本語転移学習モデルにおける事前学習コーパスのフィルタリング",
      "presenter": "渡邊亞椰, 河原大輔 (早大)",
      "abstract": "転移学習モデルでは、ウェブ文書をフィルタリングすることによって大規模な事前学習コーパスを構築することが多い。しかし、フィルタリングが転移学習モデルの性能にどのような影響を与えるかは明らかではない。本研究では、過去の研究を参考にフィルタを設計し、フィルタリングの有無による日本語転移学習モデルの性能差を複数の下流タスクにおいて確認した。結果として、フィルタリングしたコーパスによる事前学習が必ずしもフィルタリングしないコーパスによる事前学習を上回るとは限らないということが示された。また、一部のタスクでは明確にフィルタリングによる性能向上が見られた。"
    },
    {
      "id": "d-7",
      "type": "lt",
      "time": "16:50-17:00",
      "title": "公開日本語言語モデルとその評価の現状",
      "presenter": "林政義 (ワークス)",
      "abstract": "ワークス徳島人工知能NLP研究所では、2022年2月に形態素解析器 Sudachi を利用して事前学習を行った日本語言語モデル「chiTra」を公開しました。<br/>本発表では、これに伴い調査を行った日本語言語モデルの公開状況とそれらの性能評価、それに付随する評価タスクやデータセットの状況について概観し、合わせて chiTra モデルで採用した評価方法についてお話しします。"
    }
  ]
}